{
  "news": [
    {
      "id": "63e3ab6efe5462f9b7441c7a",
      "title": "METAL GEAR: storia di un videogioco immortale",
      "category": "XBOX",
      "imageUrl": "https://www.xtrafondos.com/descargar.php?id=2591&vertical=1",
      "content": "Mentre il doppiatore di Raiden fa sperare in nuovi annunci legati a Metal Gear, gli appassionati della serie Konami continuano ad auspicare il reveal di un remake del primo Metal Gear Solid. n attesa di scoprire se le proprie speranze saranno infine soddisfatte, gli amanti di Metal Gear Solid possono se non altro far vagare la fantasia grazie alle creazioni degli appassionati.",
      "publicationDate": "2022-10-01",
      "authorName": "Stephen Spilberg",
      "tags": [
        "#MetalGear",
        "#XBOX",
        "#NewGeneration",
        "#NEWS"
      ],
      "__v": 0
    },
    {
      "id": "63e654359c2630e38841113a",
      "title": "HOGWARTS LEGACY: Pura magia per i fan di Harry Potter",
      "category": "PS5",
      "imageUrl": "https://wallpapershome.com/images/pages/pic_v/23027.jpg",
      "content": "Dopo oltre 50 ore, decine di troll di montagna sconfitti e centinaia di maghi oscuri sgominati, abbiamo terminato la nostra avventura, G.U.F.O. compresi. Insomma, siamo pronti ad esprimere un verdetto definitivo, che si riallaccia alla recensione in corso di Hogwarts Legacy, provando a tirare le somme su un'esperienza che ha messo a dura prova le nostre emozioni: cuore e testa hanno combattuto strenuamente, scontrandosi come in uno spettacolare incrocio di bacchette.",
      "publicationDate": "2023-02-15",
      "authorName": "Will Hawk",
      "tags": [
        "#Harry Potter",
        "#PS5",
        "#Hogwarts Legacy",
        "#NEWS"
      ],
      "__v": 0
    },
    {
      "id": "63e6589c9c2630e38841120b",
      "title": "MARVEL'S SPIDER-MAN 2: A quando il primo trailer?",
      "category": "Game Cube",
      "imageUrl": "https://i.blogs.es/7bb0f0/captura-de-pantalla-2022-06-03-a-las-10.57.17/1366_2000.jpeg",
      "content": "Marvel's Spider-Man 2 sarà probabilmente la più grande esclusiva PlayStation del 2023, al momento non sappiamo molto sul gioco di Insomniac Games ma presumibilmente prossimamente Sony darà il via alla campagna marketing e finalmente vedremo il sequel di Marvel's Spider-Man in azione. Ma quanto dovremo aspettare?",
      "publicationDate": "2023-02-16",
      "authorName": "Walter White",
      "tags": [
        "#Spiderman2",
        "#Game Cube",
        "#Gameplay?"
      ],
      "__v": 0
    },
    {
      "id": "63e65abf9c2630e388411263",
      "title": "THE DIVISION 2: La soluzione ha causato un grosso problema",
      "category": "PS4",
      "imageUrl": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/71ZmPvoZEAapZw3VYCfRNP/61096071c112132570dcbbd370820368/MO_Hunter_Main_FinalVersion_JPEG_960x540.jpg",
      "content": "Messisi immediatamente al lavoro per risolvere l'inconveniente, tuttavia, gli sviluppatori di Massive sono incappati in una problematica ancora più grave. Con un messaggio affidato a Twitter, il team di The Division 2 ha rivelato di non essere al momento in grado di apportare alcun tipo di aggiornamento al gioco. L'intervento che avrebbe dovuto correggere i problemi di localizzazione ha infatti compromesso il sistema di compilazione di nuove build.",
      "publicationDate": "2022-07-22",
      "authorName": "Franco Style",
      "tags": [
        "#Division2",
        "#PS4",
        "#NEWS",
        "#Problemi"
      ],
      "__v": 0
    },
    {
      "id": "63e65bad9c2630e38841129b",
      "title": "MAGIC, ARRIVA PHYREXIA: Il nuovo set è ora disponibile!",
      "category": "XBOX",
      "imageUrl": "https://press-start.com.au/wp-content/uploads/2023/01/mtg-phyrexia-elesh-norn.jpg",
      "content": "Ormai ci siamo: Phrexia: Tutto Divverà Uno è tra noi. La nuova espansione di Magic è arrivata oggi, venerdì 10 febbraio, in tutti i negozi specializzati e online, al termine degli eventi di pre-release di Phyrexia: Tutto Diverrà Uno. Il set rappresenta la prima espansione del 2023 del gioco di carte collezionabili di Wizards of the Coast.",
      "publicationDate": "2023-01-30",
      "authorName": "Pierre T.",
      "tags": [
        "#Magic",
        "#Available",
        "#NEWS",
        "#NewGeneration"
      ],
      "__v": 0
    },
    {
      "id": "63e663349c2630e38841139a",
      "title": "GOD OF WAR RAGNAROK: Nuovo gioco?",
      "category": "Game Cube",
      "imageUrl": "https://phantom-marca.unidadeditorial.es/946b89e63251fca735f0ce2de6372fea/resize/1320/f/jpg/assets/multimedia/imagenes/2022/11/10/16680946477350.jpg",
      "content": "Se sembra troppo presto per l'annuncio di un DLC single player, questa potrebbe essere invece l'occasione giusta per presentare l'aggiornamento di God of War Ragnarok con il New Game Plus, previsto per la primavera. D'accordo... però potrebbe essere un annuncio sin troppo 'piccolo' per un evento di portata globale con miliardi di spettatori. Ed è qui che entra in gioco una terza ipotesi, ovvero o un teaser o il primo trailer della serie TV Amazon di God of War, anche se apparentemente il progetto sembra essere ancora nelle fasi iniziali della produzione.",
      "publicationDate": "2022-12-19",
      "authorName": "Larry Crux",
      "tags": [
        "#GWR",
        "#God of War",
        "#NewGame?",
        "#Soon"
      ],
      "__v": 0
    },
    {
      "id": "63ea0e7901db88697f2366d5",
      "title": "Tekken 8: Nuovo trailer con Nina Williams!",
      "category": "Game Cube",
      "imageUrl": "https://static.bandainamcoent.eu/high/tekken/tekken-8/00-page-setup/TEKKEN8_Header_mobile_2.jpg",
      "content": "Tekken 8 si appresta ormai a fare la sua trionfale entrata in scena su PC. Durante le finali del Tekken World Tour infatti è stato mostrato un lungo gameplay nel quale sono state rivelate novità sul gameplay e sul nuovo sistema Heat; il nuovo trailer però ha come protagonista assoluto un volto storico della serie di picchiaduro.",
      "publicationDate": "2023-02-10",
      "authorName": "Andrea Zerbi",
      "tags": [
        "#Tekken8",
        "#GameCube",
        "#Trailer"
      ],
      "__v": 0
    },
    {
      "id": "63ea0fb501db88697f236722",
      "title": "Destiny 2: Novità giornaliere",
      "category": "PS5",
      "imageUrl": "https://deltiasgaming.com/wp-content/uploads/2022/12/Competitive-Iron-Banner-Iron-Companion-Suit.png",
      "content": "Eccoci nell’ormai costante contributo di ICrewPlay nell’indicarti tutte le novità giornaliere di Destiny 2. Il noto sparatutto in prima persona di mamma Bungie, infatti, è soggetto a rotazione stabile di ricompense e attività, che vale la pena vedere assieme.",
      "publicationDate": "2023-02-15",
      "authorName": "Phill Steven",
      "tags": [
        "#Destiny2",
        "#PS5",
        "#Novità"
      ],
      "__v": 0
    },
    {
      "id": "63ea108601db88697f236757",
      "title": "Marvel ha quasi avuto un proprio gioco",
      "category": "PS4",
      "imageUrl": "https://images.thedirect.com/media/article_full/mcu-marvel-studios-avengers-disney-plus-heroes-captain-america-iron-man_1.jpg",
      "content": "Marvel e THQ stavano sviluppando un gioco che sarebbe potuto essere lo Smash Bros. di Marvel, ma alcuni problemi hanno fatto cambiare direzione al progetto.",
      "publicationDate": "2023-02-14",
      "authorName": "Stefano Maccario",
      "tags": [
        "#Marvel",
        "#NuovoGioco",
        "#SmashBros"
      ],
      "__v": 0
    },
    {
      "id": "63ea117c01db88697f236781",
      "title": "Star Wars Jedi rinviato ufficialmente!",
      "category": "PS3",
      "imageUrl": "https://cdn1.epicgames.com/e509c16d53714b13ba8e393966507255/offer/jedi-fallen-orderWide-1920x1080-28eae371dbae080e2fc0df646fa42917.jpg",
      "content": "Annunciato a inizio dicembre, i rumor sulla produzione del titolo si susseguivano ormai da mesi, e quindi in pochi sono rimasti sorpresi dalle tempistiche di lancio così a ridosso del reveal. Il lancio del nuovo titolo a cura di Respawn Entertainment era previsto per il prossimo 17 marzo.",
      "publicationDate": "2023-02-14",
      "authorName": "Marco Trauba",
      "tags": [
        "#StarWars",
        "#Jedi",
        "#NEWS"
      ],
      "__v": 0
    },
    {
      "id": "63ea143f01db88697f236817",
      "title": "Overwatch 2: nuovo aggiornamento!",
      "category": "PS3",
      "imageUrl": "https://gameplayandfriendstv.com/wp-content/uploads/2022/10/overwatch-2.jpeg",
      "content": "L’evento Halloween da brividi di Overwatch 2 è ormai avviato con la missione “La Vendetta di Junkenstein: Furia della Sposa” e le skin dedicate, ma, insieme all’evento stagionale, è disponibile un nuovo aggiornamento con diverse correzioni di bug. Forse la cosa più importante è costituita dal ritorno di Bastion in tutte le modalità dopo che un exploit lo aveva portato offline. Anche Torbjorn è di nuovo disponibile anche in modalità competitiva con l’abilità “Sovraccarico” non più utilizzabile più volte di seguito.",
      "publicationDate": "2022-12-09",
      "authorName": "Giacomo Rossi",
      "tags": [
        "#Overwatch2",
        "#Aggiornamento",
        "#NEWS"
      ],
      "__v": 0
    },
    {
      "id": "63ea165401db88697f236896",
      "title": "The Sims 4 svela il Game Pack Lupi",
      "category": "PS4",
      "imageUrl": "https://sm.ign.com/ign_it/screenshot/default/blob_8k1k.png",
      "content": "EA e Maxis hanno rivelato l’attesissimo The Sims 4 Lupi Mannari Game Pack, disponibile il 16 giugno. In questa stagione, i Simmers possono vivere la notte con nuovi contenuti che li incoraggiano a esplorare il divertimento quando il sole tramonta e a trasformarsi in nuove, eccitanti e selvagge versioni di se stessi.",
      "publicationDate": "2023-01-29",
      "authorName": "Giulia Acerbi",
      "tags": [
        "#TheSims4",
        "#LupiMannari",
        "#PS4"
      ],
      "__v": 0
    },
    {
      "id": "63ea171301db88697f2368bf",
      "title": "Need for Speed Heat: In offerta su Eneba",
      "category": "PS5",
      "imageUrl": "https://regionps.com/wp-content/uploads/2020/03/nfs-1920x1080-mclaren.jpg.adapt_.crop16x9.1455w.jpg",
      "content": "Need for Speed Heat si trova in offerta su Eneba e se hai un account Origin potrai sfruttare lo sconto dell’83% sul prezzo (59,99€) e comprarlo a 10,27€.",
      "publicationDate": "2023-01-30",
      "authorName": "Alessandro Quevedo",
      "tags": [
        "#NeedForSpeed",
        "#PS5",
        "#Offerta"
      ],
      "__v": 0
    },
    {
      "id": "63ed4b2c4b6c1ded042bb632",
      "title": "Jhon Wick 4, presentati i nuovi character!",
      "category": "Game Cube",
      "imageUrl": "https://img.asmedia.epimg.net/resizer/OFZZrS9Cy67OcRI1tTCQu_vbdzQ=/1952x1098/cloudfront-eu-central-1.images.arcpublishing.com/diarioas/NRHHXQJ7NJJXLDA23LCTT6HKME.jpg",
      "content": "L'uscita di John Wick 4 si avvicina sempre di più ed aumentano, a questo punto, le informazioni riguardo i personaggi che ritorneranno e i nuovi ingressi. Proprio per questo motivo sono stati pubblicati i character poster del quarto capitolo della saga. I nuovi poster mettono in primo piano i ritorni di tantissimi personaggi, comprese vecchie conoscenze come il ritorno del Bowery King di Laurence Fishburne, del Charon di Lance Reddick e del Winston di Ian McShane.",
      "publicationDate": "2023-02-10",
      "authorName": "Harry McGuire",
      "tags": [
        "#JhonWick4",
        "#GameCube",
        "#Trailer"
      ],
      "__v": 0
    },
    {
      "id": "63ed4c1a4b6c1ded042bb65c",
      "title": "WarFrame: Novità in questo gioco gratuito",
      "category": "PS3",
      "imageUrl": "https://images8.alphacoders.com/897/thumb-1920-897232.jpg",
      "content": "Nel corso del pomeriggio è stato pubblicato un nuovo aggiornamento di Warframe, il noto action gratuito per PC e console che ha accolto oggi il suo 52° personaggio giocabile, ovvero Citrine. Citrine's Last Wish, questo è il nome dell'aggiornamento gratuito, permette ai giocatori del titolo a base di ninja spaziali di cimentarsi in un nuovo set di missioni intitolate Mirror Defense, le quali non sono altro che una variante delle più classiche attività di difesa.",
      "publicationDate": "2023-02-12",
      "authorName": "Menphis Depay",
      "tags": [
        "#WarFrame",
        "#PS3",
        "#Aggiornamento",
        "#Free"
      ],
      "__v": 0
    },
    {
      "id": "63ed4ca54b6c1ded042bb669",
      "title": "Black Clover 351: La storia di come Ryuya divenne Shogun",
      "category": "PS4",
      "imageUrl": "https://staticg.sportskeeda.com/editor/2023/02/82613-16764465280608-1920.jpg",
      "content": "Black Clover torna dalla pausa di una settimana concessa a Yuki Tabata. In uscita il 19 febbraio su MangaPlus, il capitolo 351 è già stato vittima di spoiler. Ecco in anteprima quello che accadrà nel Paese del Sole con gli spoiler di Black Clover 351. In Black Clover 350 Asta ha salvato sorella Lily, la quale ha rivelato che il Giorno del Giudizio di Lucius Zogratis è in dirittura d'arrivo. Mancano solamente tre giorni alla guerra che porterà alla distruzione del Regno Magico.",
      "publicationDate": "2023-02-13",
      "authorName": "Gorge Cruise",
      "tags": [
        "#BlackClover",
        "#PS4",
        "#Storia",
        "#Spoiler"
      ],
      "__v": 0
    },
    {
      "id": "63ed4d1f4b6c1ded042bb678",
      "title": "Creed 3, pubblicato il trailer finale.",
      "category": "XBOX",
      "imageUrl": "https://i.ytimg.com/vi/jdEEZeRiyeQ/maxresdefault.jpg",
      "content": "Creed III potrebbe essere la grande svolta per Michael B. Jordan che, oltre ad essere protagonista della pellicola, passa anche alla regia. E' stato pubblicato il trailer finale della pellicola che vedrà il pugile contro una sua vecchia conoscenza interpretata da Jonathan Majors. Il personaggio sarà costretto a scontrarsi con questa ingombrante figura del suo passato, amico d'infanzia con il quale ha condiviso tutto.",
      "publicationDate": "2023-01-22",
      "authorName": "Steve Hudson",
      "tags": [
        "#Creed3",
        "#XBOX",
        "#Trailer"
      ],
      "__v": 0
    },
    {
      "id": "63ed4e1e4b6c1ded042bb6b3",
      "title": "Ritorno al futuro 2, dov'è ambientato il secondo capitolo?",
      "category": "Game Cube",
      "imageUrl": "https://s2.dmcdn.net/v/MW0eJ1VYbjJJJ8L-Q/x720",
      "content": "Sono trascorsi ben 34 anni da quando incontrammo per la seconda volta Marty e Doc, unendoci a loro nella seconda parte di quel meraviglioso viaggio che è stato Ritorno al Futuro: ma quale fu la destinazione verso la quale ci guidò la mitica DeLorean in occasione del ritorno dei personaggi ideati da Robert Zemeckis?",
      "publicationDate": "2023-02-02",
      "authorName": "Sofia Mengoni",
      "tags": [
        "#RitornoAlFuturo",
        "#RAF2",
        "#Cap2"
      ],
      "__v": 0
    },
    {
      "id": "63ed4ec64b6c1ded042bb6e3",
      "title": "Returnal, la versione PS5 è la migliore?",
      "category": "Game Cube",
      "imageUrl": "https://assets.reedpopcdn.com/digitalfoundry-2021-returnal-absolute-housemarque-1619782008897.jpg/BROK/resize/1200x1200%3E/format/jpg/quality/70/digitalfoundry-2021-returnal-absolute-housemarque-1619782008897.jpg",
      "content": "Dopo essere stato accolto nel migliore dei modi su PlayStation 4, Returnal, il gioco che ha convinto Sony ad accogliere Housemarque tra le fila dei PlayStation Studios, è stato oggi pubblicato anche su PS5. Il noto canale ElAnalistaDeBits ha colto l'occasione per mettere a confronto tutte le versioni di Returnal attualmente disponibili in commercio, inclusa quella per Steam Deck.",
      "publicationDate": "2023-02-03",
      "authorName": "Peppe Maccario",
      "tags": [
        "#Returnal",
        "#NewGame",
        "#PS5"
      ],
      "__v": 0
    },
    {
      "id": "63ed4f3d4b6c1ded042bb6e7",
      "title": "Boruto: Un pericoloso protagonista fa il suo debutto.",
      "category": "PS4",
      "imageUrl": "https://i.pinimg.com/originals/a3/26/b3/a326b381aa693a6d042dd1384d71ea68.jpg",
      "content": "Era dall'episodio 220 datato 17 ottobre 2021 che l'anime di Boruto non adattava più l'omonima serie manga. Ora che però i due progetti hanno preso distanza, Studio Pierrot è finalmente tornato a raccontare gli eventi narrati da Masashi Kishimoto e Mikio Ikemoto. Con Boruto 287 ha avuto inizio la Saga dell'assalto di Code. La morte di Isshiki non ha messo fine ai pericoli corsi da Boruto e Kawaki. Prima di scomparire definitivamente, l'Otsutsuki ha lasciato la sua volontà a Code.",
      "publicationDate": "2023-02-09",
      "authorName": "Nicola Franconi",
      "tags": [
        "#Boruto",
        "#PS4",
        "#Debut"
      ],
      "__v": 0
    },
    {
      "id": "63ed50b94b6c1ded042bb72e",
      "title": "Scream 6, Demi Lovato presenta la theme song del film!",
      "category": "PS3",
      "imageUrl": "https://cdn.mos.cms.futurecdn.net/xQ4PofZ9MfEm83C7GRrNJf-1200-80.jpg",
      "content": "Il sanguinolento sesto capitolo di Scream arriverà nelle sale il 10 marzo ma, nel frattempo, Demi Lovato ha anticipato quello che sarà un singolo presente all'interno del film: Still Alive. La cantante ha confermato l'indiscrezione pubblicando su Twitter un misterioso numero di telefono. l numero, se composto e chiamato, porterà alla risposta del il sinistro Ghostface di Roger L. Jackson. Il famoso villain continuerà a riprodurre a ripetizione un teaser del brano in uscita che, in un certo senso, si pone un pò in contraddizione rispetto all'atmosfera dell'intero film.",
      "publicationDate": "2023-02-15",
      "authorName": "Nicoclò Zerbi",
      "tags": [
        "#Scream6",
        "#DemiLobato",
        "#PS3"
      ],
      "__v": 0
    },
    {
      "id": "63ed51594b6c1ded042bb755",
      "title": "One Piece: Arrestato Rufy il criminale.",
      "category": "XBOX",
      "imageUrl": "https://sm.ign.com/t/ign_es/news/l/los-tres-n/los-tres-nuevos-personajes-de-one-piece-burning-blood_qpwb.1200.jpg",
      "content": "Rufy è stato arrestato, il Governo Mondiale ha finalmente catturato l'Imperatore che solcava i mari del mondo di ONE PIECE. No, questi non sono gli spoiler di ONE PIECE 1075, né stiamo parlando di un qualche accadimento avvenuto nell'opera di Eiichiro Oda. Qualche settimana vi avevamo raccontato di un criminale noto come Rufy che stava terrorizzando il Giappone a suon di rapine e omicidi. Ebbene, finalmente Rufy è stato catturato dalle autorità nipponiche.",
      "publicationDate": "2023-02-01",
      "authorName": "Samuele Faci",
      "tags": [
        "#OnePiece",
        "#Anime",
        "#XBOX"
      ],
      "__v": 0
    },
    {
      "id": "63ed52074b6c1ded042bb76a",
      "title": "COD Warzone 2: Malloppo e nuova modalità nella S3",
      "category": "PS5",
      "imageUrl": "https://sm.ign.com/t/ign_es/review/c/call-of-du/call-of-duty-warzone-20-review_tns1.1200.jpg",
      "content": "I giocatori di Call of Duty Warzone 2.0 si sono da oggi tuffati nella Stagione 2, che tra le altre cose ha reintrodotto la modalità Ritorno con la mappa di Ashika Island. Activision e Raven Software, intanto, anticipano già le aggiunte che l'utenza può aspettarsi per la Season 3 del Battle Royale. Al termine delle patch notes della Stagione 2, Activision ha riservato delle gradite anticipazioni alla community di Call of Duty Warzone 2.0 e Modern Warfare 2 su quanto arriverà con la terza stagione. ",
      "publicationDate": "2022-12-01",
      "authorName": "Marco Mengoni",
      "tags": [
        "#COD",
        "#Warzone2",
        "#PS5"
      ],
      "__v": 0
    },
    {
      "id": "63ed52f24b6c1ded042bb77b",
      "title": "Wild Hearts, problemi su PC.",
      "category": "Game Cube",
      "imageUrl": "https://venturebeat.com/wp-content/uploads/2023/02/wh-3.jpg?w=800&resize=1200%2C675&strip=all",
      "content": "Con la demo di Wild Hearts disponibile su Xbox Game Pass e EA Play, molti giocatori hanno già avuto modo di saggiare con mano le potenzialità dell'hunting game nato dalla collaborazione tra Koei-Tecmo ed Electronic Arts. A quanto pare, però, sembra che la versione PC dell'action game sviluppato da Omega Force soffra di gravi problemi prestazionali. Alexander Battaglia, uno dei curatori di Digital Foundry, ha commentato la situazione su Twitter, sollecitando l'utenza a reagire al trattamento che alcuni titoli ricevono nelle loro edizioni per PC.",
      "publicationDate": "2023-02-11",
      "authorName": "Stefano Armani",
      "tags": [
        "#WildHearth",
        "#GameCube",
        "#Problems"
      ],
      "__v": 0
    }
  ],
  "reviews": [
    {
      "id": "63e3b116fe5462f9b7441c8e",
      "title": "Spettacolare",
      "publicationDate": "2023-02-10",
      "content": "Questo Fifa aggiunge una forza innegabile a un'edizione che sicuramente soddisfa ciò che noi fan stiamo cercando.",
      "score": 9,
      "reviewerName": "Massimo Bianchi",
      "imageUrls": [
        "https://vanderbiltc4e.com/wp-content/uploads/2017/08/Super-Mario-Avatar-500x500.jpg"
      ],
      "reviewedGame": {
        "id": "63e3ae3cfe5462f9b7441c82",
        "name": "Fifa 23"
      },
      "__v": 0
    },
    {
      "id": "63e3b334fe5462f9b7441c92",
      "title": "Mi aspettavo di meglio...",
      "publicationDate": "2023-01-22",
      "content": "Sono sempre stato un amante della saga Assasin's Creed, questa edizione in particolare mi ha lasciato un gusto amaro in bocca.",
      "score": 4,
      "reviewerName": "Stefano Verdi",
      "imageUrls": [
        "https://community.squadgamers.net/uploads/monthly_2018_08/85511.jpg.70d82c261ef711d0ae917706b1bb32a7.jpg"
      ],
      "reviewedGame": {
        "id": "63e3ad90fe5462f9b7441c7f",
        "name": "Assassin's Creed"
      },
      "__v": 0
    },
    {
      "id": "63e3b460fe5462f9b7441c96",
      "title": "Senza parole",
      "publicationDate": "2023-01-30",
      "content": "Non sono un gran appassionato di giochi di corse, ma nonostante tutto un titolone del genere lo proverò comunque.",
      "score": 10,
      "reviewerName": "Marco Ferrari",
      "imageUrls": [
        "https://cdnb.artstation.com/p/assets/images/images/021/170/889/medium/aleksandar-kovacevic-12.jpg?1570650886"
      ],
      "reviewedGame": {
        "id": "63e6222c816aa16a42c75f99",
        "name": "Forza Horizon 4"
      },
      "__v": 0
    },
    {
      "id": "63e666949c2630e388411477",
      "title": "Non male...",
      "publicationDate": "2023-02-10",
      "content": "Il nuovo Hogwarts Legacy è molto interessante anche se l'hype che si era creato era abbastanza fuori luogo.",
      "score": 5,
      "reviewerName": "Mario Rossi",
      "imageUrls": [
        "https://64.media.tumblr.com/4dace75907afef13ec4a6cfbe43a6b4c/45e0c5bfd3ffb78e-a3/s500x750/f54a2ef3cf0f1d95d684c8cb6d33aed131c0326d.png"
      ],
      "reviewedGame": {
        "id": "63ef4b2272d55f2581d1cf93",
        "name": "Hogwarts Legacy"
      },
      "__v": 0
    }
  ],
  "videogames": [
    {
      "id": "63e3ad90fe5462f9b7441c7f",
      "title": "Assassin's Creed",
      "category": "PS4",
      "releaseDate": "2020-09-12",
      "genre": "Azione",
      "softwareHouse": "Ubisoft",
      "publisher": "Ubisoft",
      "numberOfPlayers": 1,
      "languages": {
        "voice": [
          "eng",
          "jap",
          "ch",
          "ita"
        ],
        "text": [
          "eng",
          "fr",
          "de",
          "sp",
          "ita",
          "jap"
        ]
      },
      "coverImage": "https://image.api.playstation.com/cdn/EP0001/CUSA02376_00/dHz2YAR7qq5RGU46Mj61foWXcajRq9DJ.png",
      "__v": 0
    },
    {
      "id": "63e3ae3cfe5462f9b7441c82",
      "title": "Fifa 23",
      "category": "PS5",
      "releaseDate": "2022-09-15",
      "genre": "Sport",
      "softwareHouse": "EA Sports",
      "publisher": "Electronic Arts",
      "numberOfPlayers": 2,
      "languages": {
        "voice": [
          "eng",
          "jap",
          "ch",
          "ita",
          "fr",
          "sp"
        ],
        "text": [
          "eng",
          "fr",
          "de",
          "sp",
          "ita",
          "jap"
        ]
      },
      "coverImage": "https://fs-prod-cdn.nintendo-europe.com/media/images/11_square_images/games_18/nintendo_switch_5/1x1_NSwitch_EaSportsFifa23NintendoSwitchLegacyEdition_image500w.jpg",
      "__v": 0
    },
    {
      "id": "63e6222c816aa16a42c75f99",
      "title": "Forza Horizon 4",
      "category": "XBOX",
      "releaseDate": "2020-01-08",
      "genre": "Corse",
      "softwareHouse": "Microsoft",
      "publisher": "Xbox Studios",
      "numberOfPlayers": 1,
      "languages": {
        "voice": [
          "eng",
          "jap",
          "ch",
          "fr",
          "sp"
        ],
        "text": [
          "eng",
          "fr",
          "de",
          "sp",
          "ita",
          "jap"
        ]
      },
      "coverImage": "https://i1.sndcdn.com/artworks-q9gE3sD80YHueKXO-voVWeQ-t500x500.jpg",
      "__v": 0
    },
    {
      "id": "63ecf9044b6c1ded042ba205",
      "title": "Avatar: Frontiers of Pandora",
      "category": "PS5, Xbox, PC",
      "releaseDate": "2023-12-25",
      "genre": "Azione",
      "softwareHouse": "Ubisoft Massive",
      "publisher": "Ubisoft",
      "numberOfPlayers": 1,
      "languages": {
        "voice": [
          "eng",
          "jap",
          "ch"
        ],
        "text": [
          "eng",
          "fr",
          "de",
          "sp",
          "ita",
          "jap"
        ]
      },
      "coverImage": "https://staticctf.akamaized.net/J3yJr34U2pZ2Ieem48Dwy9uqj5PNUQTn/6gCbDb8Ki7Gb1qFGTUBQTs/c619c56974851bbfdb93b65e5b6d8ddd/ubicom-avfop-hero-art-desktop-bg.jpg",
      "__v": 0
    },
    {
      "id": "63ed01b04b6c1ded042ba5e6",
      "title": "Forza Horizon 5",
      "category": "XBOX, PC",
      "releaseDate": "2021-11-14",
      "genre": "Corse",
      "softwareHouse": "Microsoft",
      "publisher": "Xbox Studios",
      "numberOfPlayers": 1,
      "languages": {
        "voice": [
          "eng",
          "jap",
          "ch",
          "fr",
          "sp"
        ],
        "text": [
          "eng",
          "fr",
          "de",
          "sp",
          "ita",
          "jap"
        ]
      },
      "coverImage": "https://pisces.bbystatic.com/image2/BestBuy_US/images/products/6466/6466933_sd.jpg",
      "__v": 0
    },
    {
      "id": "63ed02c64b6c1ded042ba691",
      "title": "Kena: Bridge of Spirits",
      "category": "PS5, PC",
      "releaseDate": "2021-09-21",
      "genre": "Avventura",
      "softwareHouse": "Ember Lab",
      "publisher": "Ember Lab",
      "numberOfPlayers": 1,
      "languages": {
        "voice": [
          "eng",
          "jap",
          "ch",
          "fr",
          "sp"
        ],
        "text": [
          "eng",
          "fr",
          "de",
          "sp",
          "ita",
          "jap"
        ]
      },
      "coverImage": "https://cdn2.unrealengine.com/egs-kenabridgeofspirits-emberlab-s6-1200x1600-182980594.jpg",
      "__v": 0
    },
    {
      "id": "63ed03834b6c1ded042ba6d5",
      "title": "MS Flight Simulator",
      "category": "Xbox, PC",
      "releaseDate": "2020-08-15",
      "genre": "Simulazione",
      "softwareHouse": "Asobo Studio",
      "publisher": "Xbox Studios",
      "numberOfPlayers": 1,
      "languages": {
        "voice": [
          "eng",
          "jap",
          "ch",
          "fr",
          "sp"
        ],
        "text": [
          "eng",
          "fr",
          "de",
          "sp",
          "ita",
          "jap"
        ]
      },
      "coverImage": "https://th.bing.com/th/id/R.f93b406522656762c44c966d830f50db?rik=2Wvp4r%2b0QcJ5Sg&pid=ImgRaw&r=0",
      "__v": 0
    },
    {
      "id": "63ed04864b6c1ded042ba746",
      "title": "God of War Ragnarok",
      "category": "PS4, PS5",
      "releaseDate": "2022-11-09",
      "genre": "Azione",
      "softwareHouse": "Santa Monica Studio",
      "publisher": "Sony Interactive Entertainment",
      "numberOfPlayers": 1,
      "languages": {
        "voice": [
          "eng",
          "jap",
          "ch",
          "fr",
          "sp"
        ],
        "text": [
          "eng",
          "fr",
          "de",
          "sp",
          "ita",
          "jap"
        ]
      },
      "coverImage": "https://th.bing.com/th/id/R.9a272ea87fc186ead39b1421d8578af8?rik=xTYXx6HxZJPtRg&pid=ImgRaw&r=0",
      "__v": 0
    },
    {
      "id": "63ed06864b6c1ded042ba819",
      "title": "Need For Speed Unbound",
      "category": "PC, PS5, Xbox",
      "releaseDate": "2022-12-10",
      "genre": "Corse",
      "softwareHouse": "Criterion Games",
      "publisher": "Electronic Arts",
      "numberOfPlayers": 1,
      "languages": {
        "voice": [
          "eng",
          "jap",
          "ch",
          "fr",
          "sp"
        ],
        "text": [
          "eng",
          "fr",
          "de",
          "sp",
          "ita",
          "jap"
        ]
      },
      "coverImage": "https://th.bing.com/th/id/R.f47d6ed3c46283b384d97d791d88b4bd?rik=f3dG0VVg%2frRLZw&pid=ImgRaw&r=0",
      "__v": 0
    },
    {
      "id": "63ed09954b6c1ded042ba959",
      "title": "Journey",
      "category": "PC, PS3, PS4",
      "releaseDate": "2012-03-07",
      "genre": "Avventura",
      "softwareHouse": "Thatgamecompany",
      "publisher": "Sony Interactive Entertainment",
      "numberOfPlayers": 1,
      "languages": {
        "voice": [
          "eng",
          "jap",
          "ch",
          "fr",
          "sp"
        ],
        "text": [
          "eng",
          "fr",
          "de",
          "sp",
          "ita",
          "jap"
        ]
      },
      "coverImage": "https://th.bing.com/th/id/R.459fd7354bbf41b695a31595655d9bc7?rik=v1OrLxlVzuy9DQ&riu=http%3a%2f%2fwww.mobygames.com%2fimages%2fcovers%2fl%2f313382-journey-collector-s-edition-playstation-4-front-cover.jpg&ehk=2hy%2fR5V628NuVVxh5XMj61XBLnrHsbcrGTLZEjdLl6M%3d&risl=&pid=ImgRaw&r=0",
      "__v": 0
    },
    {
      "id": "63ed0a5e4b6c1ded042ba9e0",
      "title": "Halo Infinite",
      "category": "PC, Xbox",
      "releaseDate": "2021-12-08",
      "genre": "Sparatutto",
      "softwareHouse": "343 Industries",
      "publisher": "Xbox Studios",
      "numberOfPlayers": 1,
      "languages": {
        "voice": [
          "eng",
          "jap",
          "ch",
          "fr",
          "sp"
        ],
        "text": [
          "eng",
          "fr",
          "de",
          "sp",
          "ita",
          "jap"
        ]
      },
      "coverImage": "https://th.bing.com/th/id/R.8c973a57ce47f6947cf5a4f627b873d5?rik=%2bVhR5g2uCP9vpg&pid=ImgRaw&r=0",
      "__v": 0
    },
    {
      "id": "63ef4b2272d55f2581d1cf93",
      "title": "Hogwarts Legacy",
      "category": "PS5",
      "releaseDate": "2023-02-10",
      "genre": "Azione",
      "softwareHouse": "Avalanche",
      "publisher": "Warner Bros",
      "numberOfPlayers": 1,
      "languages": {
        "voice": [
          "eng",
          "sp",
          "ita"
        ],
        "text": [
          "eng",
          "fr",
          "sp",
          "ita",
          "ch"
        ]
      },
      "coverImage": "https://m.media-amazon.com/images/I/91gO2A87g+L.jpg",
      "__v": 0
    }
  ],
  "categories": [
    {
      "id": "63e3583a8cf40b726ae8b5e3",
      "name": "Game Cube",
      "__v": 0
    },
    {
      "id": "63e358478cf40b726ae8b5e8",
      "name": "PS3",
      "__v": 0
    },
    {
      "id": "63e358488cf40b726ae8b5eb",
      "name": "PS4",
      "__v": 0
    },
    {
      "id": "63e3584b8cf40b726ae8b5ee",
      "name": "PS5",
      "__v": 0
    },
    {
      "id": "63e3584d8cf40b726ae8b5f1",
      "name": "XBOX",
      "__v": 0
    }
  ]
}